Repository: 84000/translation-memory-resources
Catalog: post_input/toh70.bo.en.tmx
Source language: bo
Languages: en

source: འགྲོ་བ འི་ བསམ་པ་ ལམ་ གྱིས་ རྫོགས་བྱེད་ ཅིང་ །_། སྐྱབས་ དང་ ལུས་ དང་ ཕ་ འདྲ ར་ གྱུར་པ ར་ ཤོག _།
en: $153 “May I be like a sanctuary, a foundation,#45 and a parent to beings, Fulfilling their wishes through the path!

source: བཟོད་ ལ་ དགའ་ ཞིང་ ཚུལ་ཁྲིམས་ གཙང་བ་ དང་ །_། འགྲོ་ ལ་ ཆོས་ ནི་ རབ་ཏུ་ སྟོན་ གྱུར་ཅིག _།
en: May I delight in patience, be pure in ethical discipline, And teach the Dharma to beings!

source: བྱང་ཆུབ་ ཐེག་པ་ མཆོག་ ནི་ རྙེད་པ་ དང་ །_། [180a] དཀོན་མཆོག་ གསུམ་ ཕྱིར་ གོ་ཆ་ སྲ་བ་ བགོ _།
en: $154 “May I discover the sublime vehicle of awakening [180.a] And don sturdy armor for the sake of the Three Jewels!

source: ཕ་རོལ་ ཕྱིན་པ་ ཡོངས་སུ་ རྫོགས་བྱེད་ ཅིང་ །_། སངས་རྒྱས་ ཆོས་ རྣམས་ ཡོངས་སུ་ རྫོགས་བྱེད་ ཤོག _།
en: May I complete the perfections And the qualities of a buddha!

source: སྡིག་པ་ ཀུན་ དང་ བྲལ་ ཞིང་ ལུས་ངག་ དང་ །_། ཡིད་ ཀྱི་ ལས་ མཐའ་ དགེ་བ་ མཆོག་གྱུར་ ཅིག _།
en: $155 “May I be free of all evil deeds And may my activities of body, speech, and mind be supremely virtuous!

source: བྱང་ཆུབ་ ལས་ ནི་ མི་ ལྡོག་ བདག་ གྱུར་ ཅིང་ །_། བྱང་ཆུབ་ དགའ་ དང་ བྱང་ཆུབ་ སེམས་དཔ ར་ གྱུར །_།
en: May I not regress from awakening! May I delight in awakening and become a bodhisattva!

source: སྲིད་ དང་ སྲིད་པ ར་ བྱང་ཆུབ་ སེམས་དཔའ་ དང་ །_། སངས་རྒྱས་ རྣམས་ ཀྱི་ དགེ་བ་ ཀུན་ ལ་ སློབ །_།
en: $156 “I will train in all the virtues of the buddhas and bodhisattvas, In each and every existence!

source: བདག་ གིས་ ཆོས་ རྣམས་ དེ་དག་ ཀུན་ ལ་ ཡང་ །_། འཇིག་རྟེན་ ཐམས་ཅད་ རབ་ཏུ་ དགོད་པ ར་ བགྱིད །_། དེ་དེ་ ལྟར་ བདག་ དང་ གཞན་དག་ གི་ དགེ་བ འི་ རྩ་བ་ བསགས་པ་ རབ་ཏུ་ ཤེས་ སོ །_།
en: And I will also orient all worlds Toward all of those qualities! “Thus do bodhisattvas understand the accumulation of their own and others’ roots of virtue.

source: དེ་ ཤེས་རབ་ དེ་ དང་ ཡེ་ཤེས་ དེ་ མངོན་སུམ་ དུ་ བྱ་བ ར་ འདོད་པ་ དང་ །_ ཡིད་ ལ་ བྱ་བ ར་ འདོད་པ་ ན་ ཡང་
en: $157 “Should bodhisattvas so much as wish to turn toward and bring to mind that insight and wisdom,

source: མངོན་སུམ་ དུ་ བྱེད་པ་ དང་ །_ ཡིད་ ལ་ བྱེད་པ་ དང་ །_ མངོན་སུམ་ དུ་ བྱས་པ་ དང་ །_ ཡིད་ ལ་ བྱས་ ནས་ ཀྱང་
en: While turning toward it and bringing it to mind, as well as after having done so,

source: གལ་ཏེ་ ཤེས་རབ་ དེ་ དང་ །_ ཡེ་ཤེས་ དེ་ ལ་ སློབ་པ འི་ ནུས་པ་ དང་ མི་ ལྡན་པ ར་ གྱུར་ ན་ དེ་ འདི་ལྟར་ ཡང་དག་ པར་ སློབ་ སྟེ །_
en: $158 “Should bodhisattvas lack the capacity to train in that insight and wisdom, then this is how they properly train:

source: དུས་ དུས་ སུ འམ །_ ཅུང་ཟད་ ཅུང་ཟད་ དུ་ ཡང་ འཆལ་བ འི་ ཤེས་རབ་ དང་ །_ མི་ ཤེས་པ་ སྤང་བ་ དང་ །_ དོར་བ་ དང་ །_ བསལ་བ ར་ རྩོལ་ ལོ །_། འབད་ དོ །_།
en: From time to time, or little by little, they strive and exert themselves in abandoning, forsaking, and eliminating misunderstanding and ignorance.

source: དུས་ དུས་ སུ འམ །_ ཅུང་ཟད་ ཅུང་ཟད་ དུ་ ཡང་ ཤེས་རབ་ དང་ །_ ཡེ་ཤེས་ ལ་ སློབ་པ་ དང་ །_ མངོན་པར་ འཕེལ་བ ར་ བྱ་བ་ དང་ །_ ཡོངས་སུ་ རྫོགས་པ ར་ བྱ་བ ར་ རྩོལ་ ལོ །_། འབད་ དོ །_།
en: From time to time, or little by little, they also strive and exert themselves in training in, developing, and perfecting insight and wisdom.

source: སྲིད་པ་ གཞན་ དུ་ གྱུར་པ་ ན་ ཡང་ ཞུམ་པ ར་ མི་ འགྱུར་ ཞིང་ སྒྱིད་ལུག་ ཕ ར་ མི་ འགྱུར་ རོ །_།
en: Even when they take another rebirth, they do not become disheartened or discouraged.

source: ལག་ བཟངས་ བྱང་ཆུབ་ སེམས་དཔའ་ [180b] རྣམས་ ཀྱི་ བྱང་ཆུབ་ ཏུ་ སེམས་བསྐྱེད་པ་ དང་ །_ བྱང་ཆུབ་ ཀྱི་ སེམས་ རྗེས་སུ་ དྲན་པ་ དང་ །_ |#| བྱང་ཆུབ་ ཀྱི་ སེམས་ སྒོམ་པ་ དང་ །_ བྱང་ཆུབ་ ཏུ་ སྨོན་པ་ དང་ །_ |#| བྱང་ཆུབ་ ཏུ་ སྨོན་ལམ་ འདེབས་པ་ གང་ཡིན་པ་ དེ་ཉིད་ དེ་དག་ གི་ ཤེས་རབ་ དགེ་བ་ དང་ །_ ཡེ་ཤེས་ དགེ་བ་ གྲངས་མེད་ ཅིང་ དཔག་ ཏུ་ མེད་པ་ ཡིན་ ནོ །_
en: $159 “Subāhu, bodhisattvas’ formation of the resolve set on awakening [180.b], their recollection and |#| cultivation of the resolve for awakening, and their aspiration and |#| prayers for awakening are themselves the immeasurable, incalculable virtues of insight and wisdom.

source: འདི་ལྟ་སྟེ །_ |#| འཇིག་རྟེན་ གྱི་ ཁམས་ ཐམས་ཅད་ དུ་ སེམས་ཅན་ ཐམས་ཅད་ ལ་ ཟག་པ་ མེད་པ འི་ ཤེས་རབ་ བསྐྱེད་པ ར་ འདོད་པ་ དང་ །_ མི་སློབ་པ འི་ ཤེས་རབ་ བསྐྱེད་པ ར་ འདོད་པ་ དང་ །_ ཟག་པ་ མེད་པ འི་ ཤེས་རབ་ ཡང་དག་ པར་ བསྐྱེད་པ ར་ འདོད་པ་ དང་ །_ མི་སློབ་པ འི་ ཤེས་རབ་ ཡང་དག་ པར་ བསྐྱེད་པ ར་ འདོད་པ་ དེ་ ནི་ ཤེས་རབ་ དགེ་བ་ དང་ །_ ཡེ་ཤེས་ དགེ་བ་ ཐམས་ཅད་ ཀྱི་ མཆོག་ ཡིན་ ནོ །_། དེ་ ནི་ དམ་པ་ ཡིན་ ནོ །_།
en: It is because among all the virtues of insight and wisdom, foremost and supreme is the wish to engender undefiled insight and wisdom at the level of no-more-training, and to do so perfectly, in all beings throughout all world systems.

source: ལག་ བཟངས་ དེ་ལྟ ར་ ན་ བྱང་ཆུབ་ སེམས་དཔའ་ བདེ་བ་ དང་ ལྡན་ ལ་ ཡིད་ བདེ་བ་ དང་ ལྡན་ ཞིང་ ཚེགས་ ཆུང་ངུ་ དང་ །_ སྡུག་བསྔལ་ ཆུང་ངུ ས་ མྱུར་ དུ་ སྐྱེན་པ ར་ ཤེས་རབ་ ཀྱི་ ཕ་རོལ་ ཏུ་ ཕྱིན་པ་ ཡོངས་སུ་ རྫོགས་པ ར་ བྱེད་ དོ །_།
en: $160 “Subāhu, thus do bodhisattvas quickly complete the perfection of insight with ease and pleasure, little difficulty, and little pain.

source: བྱང་ཆུབ་ སེམས་དཔའ་ ཕ་རོལ་ ཏུ་ ཕྱིན་པ་ ཐམས་ཅད་ ཡོངས་སུ་ རྫོགས་པ་ ནི་ མྱུར་ དུ་ བླ་ ན་ མེད་པ་ ཡང་དག་ པར་ རྫོགས་པ འི་ བྱང་ཆུབ་ མངོན་པར་ རྫོགས་པ ར་ འཚང་ རྒྱ འོ །_།
en: Bodhisattvas who complete all the perfections will quickly and perfectly awaken to unsurpassable, perfect, and complete awakening.

source: ཆོས་ ཀྱི་ རྣམ་ གྲངས་ འདི་ བཤད་པ་ ན་ ལྷ་ དང་ མི འི་ སྐྱེ་དགུ འི་ སེམས་ཅན་ གྲངས་མེད་ དཔག་ ཏུ་ མེད་པ་ དག་ ཐེག་པ་ གསུམ་ དང་ །_ མཐོ་རིས་ སུ་ སྐྱེ་པ འི་ དོན་ བྱས་པ ར་ གྱུར་ ཏོ །_།
en: $161 “When this Dharma discourse is taught, the goals of the three vehicles and birth in the higher realms are accomplished for all the countless and unfathomable divine and human beings.”

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ དེ་སྐད་ ཅེས་ བཀའ་ སྩལ་ ནས །_ བྱང་ཆུབ་ སེམས་དཔའ་ སེམས་དཔའ་ ཆེན་པོ་ ལག་ བཟངས་ དང་ །_ བྱང་ཆུབ་ སེམས་དཔའ་ དེ་དག་ དང་ །_ ཉན་ཐོས་ ཆེན་པོ་ དེ་དག་ དང་ །_ ལྷ་ དང་ །_ མི་ དང་ །_ ལྷ་མ་ ཡིན་ དང་ །_ དྲི་ཟ ར་ བཅས་པ འི་ འཇིག་རྟེན་ ཡི་ རངས་ ཏེ །_
en: $162 After the Blessed One had thus spoken, the bodhisattva great being Subāhu, the other bodhisattvas, the great hearers, and the world with its gods, humans, asuras, and gandharvas rejoiced and

source: བཅོམ་ལྡན་འདས་ ཀྱིས་ གསུངས་པ་ ལ་ མངོན་པར་ བསྟོད་ དོ །།_།།
en: praised what the Blessed One had said.

source: འཕགས་པ་ དཀོན་མཆོག་ བརྩེགས་པ་ ཆེན་པོ འི་ ཆོས་ ཀྱི་ རྣམ་ གྲངས་ ལེའུ་ སྟོང་ཕྲག་ བརྒྱ་པ་ ལས་ ལག་ བཟངས་ ཀྱིས་ ཞུས་པ འི་ ལེའུ་ ཞེས་ བྱ་བ་ སྟེ་ ཉི་ཤུ་ རྩ་ དྲུག་པ་ རྫོགས་ སོ །།_།།
en: $163 Thus concludes the section “The Question of Subāhu,” the twenty-sixth section of “The Noble Dharma Discourse, the Great Heap of Jewels,” in one hundred thousand sections.

source: རྒྱ་གར་ གྱི་ མཁན་པོ་ དཱ་ ན་ ཤྲཱི་ ལ་ དང་ །_ ཛི་ན་མི་ཏྲ་ དང་ །_ ཞུ་ཆེན་ གྱི་ ལོ་ ཙྪ་བ་ བན་དེ་ ཡེ་ཤེས་ སྡེས་ བསྒྱུར་ ཅིང་ ཞུས་ ཏེ་ སྐད་ གསར་ ཆད་ ཀྱིས་ ཀྱང་ བཅོས་ ནས་ གཏན་ ལ་ ཕབ་པ །།_།།
en: $164 Translated, edited, and finalized, based on revisions done according to the language reform, by the Indian preceptors Dānaśīla and Jinamitra, and the chief editor-translator Bandé Yeshé Dé.
